/*
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "E-post";
"Enter your email address here" = "Ange din e-postadress här";
"Content" = "Innehåll";
//"Note:" = "Note: ";
"Submit" = "Skicka in";
"Sending…" = "Sändning…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Mail har skickats! Vi kommer att lösa problemet så snart som möjligt.";
"Send failed!" = "Skicka misslyckades!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "Du kan också klicka på produktsupport för att hitta motsvarande lösning. Produktsupport >>";
"Product Support >>" = "Produktsupport >>";
"Please make sure your network connection is working and submit again." = "Se till att din nätverksanslutning fungerar och skicka igen.";
"Feedback" = "Respons";

"Please enter valid Email address." = "Vänligen ange en giltig e-postadress.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Tack för att du kontaktade oss och berättade dina åsikter om vår produkt.";
"What do you want to do with this product?" = "Vad vill du göra med den här produkten?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: För att snabbt kunna lösa problemet, vänligen beskriv problemet du upplever så detaljerat som möjligt.";
"What is your problem when using this product?" = "Vad är ditt problem när du använder den här produkten?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Om du har några frågor om produkten eller kundservice, vänligen berätta för oss.";
"E-mail" = "E-post";
"Please enter a valid email address" = "Vänligen ange en giltig e-postadress";
"Please make sure your email is correct" = "Se till att din e-postadress är korrekt";
"Notes:" = "Anmärkningar:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: På grund av tidsskillnaden för global kundtjänst får du svar inom 48 timmar på vardagar.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Du kan också kontrollera våra vanliga frågor och svar online för att snabbt bläddra i några beställningsproblem eller tekniska problem.";
"order issues" = "beställningsproblem";
"technical problems" = "tekniska problem";

"Attach log file" = "Bifoga loggfil";
"Attach images:" = "Bifoga bilder:";
"Add Image" = "Lägg till bild";
"Add up to 2 images" = "Lägg till upp till 2 bilder";
"Submit" = "Skicka in";
"Sending…" = "Sändning…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Mail har skickats! Vi kommer att lösa problemet så snart som möjligt.";
"Send failed!" = "Skicka misslyckades!";
"Please make sure your network connection is working and submit again." = "Se till att din nätverksanslutning fungerar och skicka igen.";
"Feedback" = "Respons";
"OK" = "OK";

